Repository: tesselle/aion
Catalog: po/R-*.po
Languages: fr

source: precedes
fr: précède

source: meets
fr: rencontre

source: overlaps
fr: chevauche

source: finished by
fr: terminé par

source: contains
fr: contient

source: starts
fr: démarre

source: equals
fr: égal

source: started by
fr: démarré par

source: during
fr: pendant

source: finishes
fr: termine

source: overlapped by
fr: chevauché par

source: met by
fr: rencontré par

source: preceded by
fr: précédé par

source: There is no year zero in the Julian calendar.
fr: Il n'y a pas d'année zéro dans le calendrier julien.

source: Unknown calendar: %s
fr: Calendrier inconnu : %s

source: Before Present
fr: Avant le présent

source: Before 2000
fr: Avant 2000

source: BC
fr: av. J.-C.

source: Before Christ
fr: Avant Jésus-Christ

source: BCE
fr: av. è. c.

source: Before Common Era
fr: Avant l'ère commune

source: AD
fr: apr. J.-C.

source: Anno Domini
fr: Après Jésus-Christ

source: CE
fr: è. c.

source: Common Era
fr: Ère commune

source: Unspecified calendar.
fr: Calendrier non spécifié.

source: Invalid calendar.
fr: Calendrier invalide.

source: Gregorian years
fr: Années grégoriennes

source: Julian years
fr: Années juliennes

source: Undefined
fr: Non défini

source: This is not an interval graph!
fr: Ceci n'est pas un graphe d'intervalles !

source: The graph is not chordal.
fr: Le graphe n'est pas cordal.

source: %s is already expressed in rata die: %s is ignored.
fr: %s est déjà exprimé en rata die : %s est ignoré.

source: %s%s counted forwards from %g
fr: %s%s comptées à partir de %g

source: %s%s counted backwards from %g
fr: %s%s comptées à rebours à partir de %g

source: Rata die: number of days since 01-01-01 (Gregorian)
fr: Rata die : nombre de jours depuis le 01-01-01 (grégorien)

source: %s is later than %s.
fr: %s est postérieur à %s.

source: %d x %d x %d time series observed between %s and %s
fr: %d x %d x %d série chronologique observée entre %s et %s

source: %d time interval observed between %s and %s
fr: %d intervalle de temps observé entre %s et %s
